{
    "language": "ภาษา",
    "home": {
      "search": "กรอกหมายเลขออเดอร์",
      "confirmed": "ยืนยันสำเร็จ",
      "Waitingdocument": "รอการยืนยันเอกสาร",
      "CurrentShip": "การจัดส่งปัจจุบัน",
      "origin": "ต้นทาง",
      "quantity": "จำนวน",
      "destination": "ปลายทาง",
      "type": "ประเภท",
      "noItem": "ไม่พบรายการจัดส่ง",
      "articlesLinkText": "More articles"
    },
    "history": {
      "history": "ประวัติ",
      "box": "กล่อง"
    },
    "detail": {
      "receive ": "ผู้รอรับสินค้า",
       "loadProduct": "รูปโหลดของขึ้นรถ",
       "remark": "หมายเหตุ",
       "delivery ": "ยืนยันส่งของให้ลูกค้า",
       "Inform": "แจ้งให้ลูกค้ากำลังไป",
       "successfulDelivery": "รูปส่งของสำเร็จ",
       "successfully ": "ส่งของสำเร็จ",
       "being": "กำลังส่งของสำเร็จ",
       "Report": "แจ้งอุบัติเหตุ",
       "CancelNotification": "ยกเลิกแจ้งเหตุ",
       "Canceling": "กำลังยกเลิกแจ้งเหตุ",
       "choose": "เลือกจุดหมายปลายทางนี้"
    },
    "profile": {
      "header": "ตั้งค่า",
      "code": "รหัส",
      "editProfile": "แก้ไขข้อมูลส่วนตัว",
      "document": "เอกสาร",
      "Language": "ภาษา",
      "Help": "ศูนย์ช่วยเหลือ",
      "Notification": "การแจ้งเตือน",
      "policy": "นโยบายความเป้นส่วนตัว",
      "About": "เกี่ยวกับเรา",
      "Logout": "ออกจากระบบ",
      "changename": "ชื่อ-นามสกุล",
      "phone": "เบอร์ติดต่อ",
      "email": "อีเมล",
      "Update": "อัพเดทข้อมูล",
      "Updating": "กำลังอัพเดทข้อมูล",
      "VerificationDocuments": "เอกสารใช้ยืนยัน"
    },
    "doc": {
      "bankBookHead": "รูปสมุดบัญชี",
      "bankBookDetail": "อัพโหลดรูปสมุดบัญชี โดยชื่อบัญชีต้องตรงกับชื่อที่ได้ลงทะเบียนกับทางระบบไว้",
      "bankBookLabel": "สมุดบัญชี",
  
      "driverLicenseHead": "รูปใบขับขี่",
      "driverLicenseDetail": "อัพโหลดรูปใบขับขี่ โดยชื่อบัญชีต้องตรงกับชื่อที่ได้ลงทะเบียนกับทางระบบไว้",
      "driverLicenseLabel": "ใบขับขี่",
  
      "publicLicenseHead": "ใบอนุญาตขับรถสาธารณะ",
      "publicLicenseDetail": "อัพโหลดใบอนุญาตขับรถสาธารณะ โดยชื่อบัญชีต้องตรงกับชื่อที่ได้ลงทะเบียนกับทางระบบไว้",
      "publicLicenseLabel": "ใบอนุญาตขับรถสาธารณะ",
  
      "idCardHead": "รูปบัตรประชาชน",
      "idCardDetail": "อัพโหลดรูปบัตรประชาชน โดยชื่อบัญชีต้องตรงกับชื่อที่ได้ลงทะเบียนกับทางระบบไว้",
      "idCardLabel": "บัตรประชาชน",
  
      "insuranceHead": "รูปเอกสารประกันภัย",
      "insuranceDetail": "อัพโหลดเอกสารประกันภัย โดยชื่อบัญชีต้องตรงกับชื่อที่ได้ลงทะเบียนกับทางระบบไว้",
      "insuranceLabel": "เอกสารประกันภัย"
    },
    "policy": {
    "title": "นโยบายความเป็นส่วนตัว",
    "section1_title": "1. การเก็บรวบรวมข้อมูลส่วนบุคคล",
    "section2_title": "2. การใช้ข้อมูลส่วนบุคคล",
    "section3_title": "1. การเก็บรวบรวมข้อมูลส่วนบุคคล",
    "section4_title": "บริษัทฯ เก็บรวบรวมข้อมูลส่วนบุคคลหลายประเภท ขึ้นอยู่กับสถานการณ์และลักษณะของสินค้า บริการ และ/หรือ ธุรกรรมของท่าน ข้อมูลอาจได้รับจากหลายแหล่ง เช่น:",
    "section5_title": "ข้อมูลส่วนบุคคลที่บริษัทฯ ประมวลผลประกอบด้วย (แต่ไม่จำกัดเพียง):",
    "introduction": "เรียน ลูกค้าของบริษัทฯ บริษัท โหลดมาสเตอร์ โลจิสติกส์ จำกัด ('บริษัทฯ') ให้ความสำคัญกับความเป็นส่วนตัว และมุ่งมั่นที่จะคุ้มครองข้อมูลส่วนบุคคลของท่าน ('ข้อมูลส่วนบุคคล') ตามกฎหมายไทย",
    "introduction2": "ประกาศความเป็นส่วนตัวฉบับนี้อธิบายถึงรายละเอียดดังต่อไปนี้:",
    "text1": "บริษัทฯ ใช้ข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ที่ชัดเจนและสอดคล้องตามกฎหมาย เช่น:",
    "text2": "ในกรณีที่บริษัทฯ อาศัยฐานผลประโยชน์อันชอบธรรมในการประมวลผลข้อมูล บริษัทฯ จะพิจารณาว่าผลประโยชน์ดังกล่าวมีความสำคัญกว่าสิทธิของท่าน และจะประมวลผลเฉพาะที่จำเป็นและเหมาะสมเท่านั้น",
    "data_collection0": [
      "ข้อมูลส่วนบุคคลประเภทใดบ้างที่บริษัทฯ เก็บรวบรวม รวมถึงข้อมูลที่ท่านมอบให้แก่บริษัทฯ เกี่ยวกับตัวท่านเองหรือบุคคลที่เกี่ยวข้องกับธุรกิจของท่าน (“ท่าน”) และข้อมูลที่บริษัทฯ ได้รับจากการที่ท่านเป็นลูกค้าของบริษัทฯ",
        "วิธีการที่บริษัทฯ ใช้ข้อมูลส่วนบุคคลของท่าน",
        "ผู้ที่บริษัทฯ อาจเปิดเผยข้อมูลส่วนบุคคลของท่านให้ทราบ",
        "ทางเลือกที่บริษัทฯ นำเสนอให้ท่าน รวมถึงวิธีการเข้าถึงและปรับปรุงข้อมูลส่วนบุคคลของท่านให้เป็นปัจจุบัน",
        "สิทธิที่ท่านมีต่อข้อมูลส่วนบุคคลของท่าน และการคุ้มครองตามกฎหมายที่เกี่ยวข้อง"
    ],
    "data_collection": [
      "เมื่อท่านใช้บริการจัดส่งพัสดุหรือผลิตภัณฑ์ของบริษัทฯ",
      "การสื่อสารระหว่างท่านและบริษัทฯ ผ่านโทรศัพท์ จดหมาย อีเมล หรือวิธีการอื่น ๆ",
      "เมื่อท่านใช้งานเว็บไซต์หรือแอปพลิเคชันของบริษัทฯ รวมถึงการเก็บข้อมูลผ่านคุกกี้และโปรแกรมติดตามอื่น ๆ",
      "ข้อมูลจากเอกสารหรือแบบสำรวจความเห็นของลูกค้า",
      "กิจกรรมส่งเสริมการขายหรือการแข่งขันที่ท่านเข้าร่วมกับบริษัทฯ"
    ],
    "data_collection2": [
      "ข้อมูลส่วนตัว เช่น ชื่อ-นามสกุล วันเกิด หมายเลขบัตรประชาชน และข้อมูลการติดต่อ",
        "ข้อมูลทางการเงิน เช่น บัญชีธนาคาร เลขบัตรเครดิต",
        "ข้อมูลครอบครัวและข้อมูลการทำธุรกรรม",
        "ข้อมูลอิเล็กทรอนิกส์ เช่น ที่อยู่ IP และบันทึกกิจกรรม"
    ],
    "data_collection3": [
      "เพื่อพัฒนาการให้บริการด้านการจัดส่งพัสดุ และการตอบสนองความต้องการของท่าน",
        "เพื่อปรับปรุงคุณภาพการให้บริการออนไลน์ให้มีประสิทธิภาพและสะดวกสบาย",
        "เพื่อป้องกันการเข้าถึงบัญชีโดยไม่ได้รับอนุญาต และตรวจสอบการใช้งานบัญชีของท่าน",
        "เพื่อส่งเสริมการขาย นำเสนอข่าวสารและสิทธิประโยชน์ที่ตรงกับความสนใจของท่าน",
        "เพื่อสนับสนุนกิจกรรมการตลาดและการวิเคราะห์ข้อมูล",
        "เพื่อระงับข้อพิพาทหรือข้อขัดแย้งที่อาจเกิดขึ้น",
        "เพื่อปฏิบัติตามกฎหมายและกฎระเบียบที่เกี่ยวข้อง"
    ]
  },
  "about": {
  "header": "บริษัท โหลดมาสเตอร์ โลจิสติกส์ จำกัด",
  "description1": "บริษัท โหลดมาสเตอร์ โลจิสติกส์ จำกัด ผู้นำด้านการจัดส่งพัสดุด่วนในประเทศไทย ก่อตั้งขึ้นในปี พ.ศ. 2549 เราให้ความสำคัญกับการพัฒนาบุคลากรและเทคโนโลยีอย่างต่อเนื่อง เพื่อมอบประสบการณ์การส่งพัสดุที่ดีที่สุดให้แก่ลูกค้า",
  "description2": "ปัจจุบันบริษัทมีจุดบริการอยู่ทั่วประเทศไทย ครอบคลุมทุกพื้นที่ในประเทศ เราสามารถรองรับการจัดส่งพัสดุได้ตามจำนวนที่ลูกค้าต้องการ เพื่อตอบสนองการเติบโตของธุรกิจอีคอมเมิร์ซและธุรกิจอื่นๆ เช่น ธุรกิจค้าปลีกและค้าส่ง ซึ่งเป็นกลุ่มธุรกิจที่มีส่วนช่วยกระตุ้นเศรษฐกิจไทยให้เติบโตอย่างยั่งยืน",
  "description3": "บริษัทของเรามุ่งมั่นที่จะให้บริการที่มีคุณภาพสูง เพื่อยกระดับคุณภาพชีวิตของสังคมส่วนรวม พร้อมทั้งให้ความใส่ใจต่อพนักงาน และมีความรับผิดชอบต่อผู้มีส่วนได้เสียและนักลงทุน",
  "description4": "เราเต็มใจที่จะเป็นผู้ประกอบการด้านการจัดส่งพัสดุด่วนชั้นนำในประเทศไทย โดยมุ่งเน้นการให้บริการที่ดีเลิศและเหนือความคาดหวังของลูกค้า"
}
  }


